[
  {
    "name": "Vertikal maskincentre",
    "brands": [
      {
        "name": "Makino",
        "models": [
          {
            "name": "DA300",
            "path": "app/images/DA300.jpg",
            "description": "<p>The DA300 is inspired by the best design characteristics from both vertical and horizontal machine platforms to deliver the highest productive capabilities for multi – axis workpieces in the very smallest of machine footprints. These features make the DA300 ideal for single set – up, multi – side accessibility, or full contouring capability to quickly and efficiently tackle a wide variety of complex production part applications – typical of industrial hydraulic & pneumatics elements, optical, electrical & semiconductor markets, medical & dental products, die – cast parts, automotive components, aircraft and aerospace parts as well as contract job – shop work.</p>",
            "prospect": "app/content/prospects/D300_D500.pdf",
            "info": "https://www.makino.com/vertical-machining-centers-5-axis/d300/"
          },
          {
            "name": "PS65",
            "path": "app/images/PS65.jpg",
            "description": "<p>The PS65 CNC vertical machining center is setting a new standard in the production machining arena. By design, the PS65 and PS95 machines offer a unique blend of power, speed, precision, efficiency, flexibility and productivity. The PS-Series machines design incorporates a heavy cast iron construction for stiffness, rigidity and precision.  This CNC vertical machining center also includes core-cooled ballscrews and temperature control for precision and linear guideways for speed and performance.</p>",
            "prospect": "app/content/prospects/PS65_105_EN.pdf",
            "info": "https://www.makino.com/vertical-machining-centers/ps65/"
          },
          {
            "name": "PS105",
            "path": "app/images/PS105.jpg",
            "description": "<p>Advanced technologies and increased capacity drive new levels of productivity for job-shop production environments.  Building on its highly successful PS-Series product line, Makino introduces the next-generation PS65 and PS105 vertical machining centers. Both models feature enhanced design characteristics and next-generation technologies that expand upon the capabilities of their predecessors. With an ideal blend of power, accuracy, speed and reliability, the PS65 and PS105 are redefining the standard for vertical machining center productivity within the aerospace, medical, automotive and general manufacturing industries.</p>",
            "prospect": "app/content/prospects/PS65_105_EN.pdf",
            "info": "https://www.makino.com/vertical-machining-centers/ps105/"
          },
          {
            "name": "F3",
            "path": "app/images/F3.jpg",
            "description": "<p>The new F3 vertical machining center is designed to provide stiffness and rigidity for chatter-free cutting, agility for high-speed, hard milling and accuracies for tight-tolerance blends and matches typical of complex, 3-D contoured geometry associated with traditional die mold machining and medical production.</p>",
            "prospect": "app/content/prospects/F3_F5_Tysk.pdf",
            "info": "https://www.makino.com/vertical-machining-centers/f3/"
          },
          {
            "name": "F5",
            "path": "wwwroot/app/images/F5.jpg",
            "description": "<p>The F5 vertical machining center is designed to provide stiffness and rigidity for chatter-free cutting, agility expected from a hard milling machine and accuracies for tight-tolerance blends and matches typical of complex, 3-D contoured geometry associated with die/mold and medical production.</p>",
            "prospect": "wwwroot/app/content/prospects/F3_F5_Tysk.pdf",
            "info": "https://www.makino.com/vertical-machining-centers/f5/"
          },
          {
            "name": "F8",
            "path": "app/images/F8.jpg",
            "description": "<p>The F8 large, vertical machining center is designed to provide the power, speed, precision and versatility to handle large part machining applications as well as big die and mold components.  The F8 is designed to provide stiffness and rigidity for chatter-free, heavy cutting, roughing and finishing on the same machine, agility for high-speed / hard-milling and accuracies for tight-tolerance blends and matches typical of complex, 3-D contoured geometry associated with die/mold and medical production.  The unique machine design provides unparalleled access to ease setup and changeover reducing WIP and overall lead-time.</p>",
            "prospect": "wwwroot/app/content/prospects/F8-9.pdf",
            "info": "https://www.makino.com/vertical-machining-centers/f8/"

          },
          {
            "name": "F9",
            "path": "wwwroot/app/images/F9.jpg",
            "description": "<p>The F9 large, vertical machining center is designed to provide the power, speed, precision and versatility to attack both large production part applications as well as big die and mold components.  The F9 is designed to provide stiffness and rigidity for chatter-free, heavy cutting, roughing and finishing on the same machine, agility for high-speed / hard-milling and accuracies for tight-tolerance blends and matches typical of complex, 3-D contoured geometry associated with die/mold and medical production.  The unique machine design provides unparalleled access to ease setup and changeover reducing WIP and overall lead-time.</p>",
            "prospect": "wwwroot/app/content/prospects/F8-9.pdf",
            "info": "https://www.makino.com/vertical-machining-centers/f9/"
          },
          {
            "name": "V22",
            "path": "wwwroot/app/images/V22.jpg",
            "description": "<p>The V22 precision machining center is designed to eliminate vibration, rotational deflection and thermal distortion to ensure precision, accuracy, reliability and excellent stability. Designed to machine complex materials, including ceramics, intricate cores and cavities, the V22 precision machining center offers a standard 11.3-hp continuous 40,000-rpm spindle that is complemented by Makino’s patented core-cooling and under-race lubrication system. Machine construction features integrally casted slideways and no overhangs, providing excellent rigidity and dampening characteristics. The rapid traverse allows for fast cutting feeds, which boosts productivity by reducing out-of-cut time and increasing metal-removal rates.</p>",
            "prospect": "wwwroot/app/content/prospects/V22.pdf",
            "info": "https://www.makino.com/vertical-machining-centers/v22/"
          },
          {
            "name": "V33i",
            "path": "wwwroot/app/images/v33i.jpg",
            "description": "<p>The V33i vertical machining center provides high-speed machining with superb accuracy,efficient chip removal and ease of operation. The spindle features Makino’s unique core-cooling and under-race lubrication system, minimizing thermal distortion at high spindle speeds. Integrated construction of the spindle and drive motor rotor reduces vibration during high-speed operation— just one more reason why the V33i is your ideal hard milling machine.</p>",
            "prospect": "wwwroot/app/content/prospects/V33i.pdf",
            "info": "https://www.makino.com/vertical-machining-centers/v33i/"
          },
          {
            "name": "V56i",
            "path": "wwwroot/app/images/V56i.jpg",
            "description": "<p>The V56i vertical machining center provides high-speed machining with superb accuracy, efficient chip removal and ease of operation for long cycle time die/mold parts. The machine is equipped with core-cooled ballscrews, support bearings and motor mounts as well as a core-cooled saddle design with Nano slideway to control machine thermal growth, providing sustained accuracy in long cycle time, complex geometry die/mold work. The spindle features Makino’s unique, patented, core-cooling and under-race lubrication system, minimizing thermal distortion at high spindle speeds. Integrated construction of the spindle and drive motor rotor reduces vibration during high-speed operation. The V56i’s optimum axis layout and machine construction give you superior performance in a compact package. The axis layout is designed with no overhangs to ensure outstanding accuracy over the full range of axis travel. Painstakingly polished to a precision finish, the guideways are integrated with the machine to provide superior accuracy and rigidity.</p>",
            "prospect": "wwwroot/app/content/prospects/V56i_EN.pdf",
            "info": "https://www.makino.com/vertical-machining-centers/v56i/"
          },
          {
            "name": "V77 (40 Taper)",
            "path": "wwwroot/app/images/V77.jpg",
            "description": "<p>The V77 vertical machining center has been specifically designed to minimize thermal distortion for part precision and enhance higher quality finishes on die/mold output. The V77 provides environmentally controlled machine accuracy enhancements, such as Makino’s patented core-cooled, under-race lubrication system, which minimizes spindle distortion and twin shield-style splash guards to reduce the effect of temperature change in the factory. Available with either a 40-taper, 20,000-rpm or a 50-taper, 12,000/18,000-rpm spindle, the V77 can rough and finish hardened steel cavities/cores far more efficiently than general-purpose machines. Rigid linear guides and twin ballscrews are adopted for the Y-axis for a workpiece up to 2.5 tons.</p>",
            "prospect": "wwwroot/app/content/prospects/",
            "info": "https://www.makino.com/vertical-machining-centers/v77-40-taper/"
          },
          {
            "name": "V77 (50 Taper)",
            "path": "wwwroot/app/images/V77.jpg",
            "description": "<p>The V77 vertical machining center has been specifically designed to minimize thermal distortion for part precision and enhance higher quality finishes on die/mold output. The V77 provides environmentally controlled machine accuracy enhancements, such as Makino’s patented core-cooled, under-race lubrication system, which minimizes spindle distortion and twin shield-style splash guards to reduce the effect of temperature change in the factory. Available with either a 40-taper, 20,000-rpm or a 50-taper, 12,000/18,000-rpm spindle, the V77 can rough and finish hardened steel cavities/cores far more efficiently than general-purpose machines. Rigid linear guides and twin ballscrews are adopted for the Y-axis for a workpiece up to 2.5 tons.</p>",
            "prospect": "wwwroot/app/content/prospects/",
            "info": "https://www.makino.com/vertical-machining-centers/v77-50-taper/"
          },
          {
            "name": "V77L (40 Taper)",
            "path": "wwwroot/app/images/V77L.jpg",
            "description": "<p>The V77L vertical machining center has been specifically designed to minimize thermal distortion for part precision and enhance higher quality finishes on die/mold output. The V77L provides environmentally controlled machine accuracy enhancements, such as Makino’s patented core-cooled, under-race lubrication system, which minimizes spindle distortion and twin shield-style splash guards to reduce the effect of temperature change in the factory. Available with either a 40-taper, 20,000 rpm or a 50-taper, 12,000/18,000-rpm spindle, the V77L can rough and finish hardened steel cavities/cores far more efficiently than general-purpose machines. Rigid linear guides and twin ballscrews are adopted for the Y-axis for a workpiece up to 2.5 tons.</p>",
            "prospect": "wwwroot/app/content/prospects/",
            "info": "https://www.makino.com/vertical-machining-centers/v77l-40-taper/"
          },
          {
            "name": "V77L (50 Taper)",
            "path": "wwwroot/app/images/V77L.jpg",
            "description": "<p>The V77L vertical machining center has been specifically designed to minimize thermal distortion for part precision and enhance higher quality finishes on die/mold output. The V77L provides environmentally controlled machine accuracy enhancements, such as Makino’s patented core-cooled, under-race lubrication system, which minimizes spindle distortion and twin shield-style splash guards to reduce the effect of temperature change in the factory. Available with either a 40-taper, 20,000 rpm or a 50-taper, 12,000/18,000-rpm spindle, the V77L can rough and finish hardened steel cavities/cores far more efficiently than general-purpose machines. Rigid linear guides and twin ballscrews are adopted for the Y-axis for a workpiece up to 2.5 tons.</p>",
            "prospect": "wwwroot/app/content/prospects/",
            "info": "https://www.makino.com/vertical-machining-centers/v77l-50-taper/"
          },
          {
            "name": "V99 (40 Taper)",
            "path": "wwwroot/app/images/V99.jpg",
            "description": "<p>The V99 vertical machining center has been specifically designed to minimize thermal distortion for part precision and enhance higher quality finishes on die/mold output. The V99 provides environmentally controlled machine accuracy enhancements, such as Makino’s patented core-cooled, under-race lubrication system that minimizes spindle distortion and twin shield-style splash guards to reduce the effect of temperature change in the factory. Available with either a 40-taper, 20,000-rpm or a 50-taper, 12,000/18,000-rpm spindle, the V99 can rough and finish hardened steel cavities/cores far more efficiently than general-purpose machines. Rigid linear guides and twin ballscrews are adopted for the Y-axis for a workpiece up to 4.4 tons.</p>",
            "prospect": "wwwroot/app/content/prospects/",
            "info": "https://www.makino.com/vertical-machining-centers/v99-40-taper/"
          },
          {
            "name": "V99 (50 Taper)",
            "path": "wwwroot/app/images/V99.jpg",
            "description": "<p>The V99 vertical machining center has been specifically designed to minimize thermal distortion for part precision and enhance higher quality finishes on die/mold output. The V99 provides environmentally controlled machine accuracy enhancements, such as Makino’s patented core-cooled, under-race lubrication system that minimizes spindle distortion and twin shield-style splash guards to reduce the effect of temperature change in the factory. Available with either a 40-taper, 20,000-rpm or a 50-taper, 12,000/18,000-rpm spindle, the V99 can rough and finish hardened steel cavities/cores far more efficiently than general-purpose machines. Rigid linear guides and twin ballscrews are adopted for the Y-axis for a workpiece up to 4.4 tons.</p>",
            "prospect": "wwwroot/app/content/prospects/",
            "info": "https://www.makino.com/vertical-machining-centers/v99-50-taper/"
          },
          {
            "name": "V99L (40 Taper)",
            "path": "wwwroot/app/images/V99L.jpg",
            "description": "<p>The V99L vertical machining center has been specifically designed to minimize thermal distortion for part precision and enhance higher quality finishes on die/mold output. The V99L provides environmentally controlled machine accuracy enhancements, such as Makino’s patented core-cooled, under-race lubrication system that minimizes spindle distortion and twin shield-style splash guards to reduce the effect of temperature change in the factory. Available with either a 40-taper, 20,000-rpm or a 50-taper, 12,000/18,000-rpm spindle, the V99L can rough and finish hardened steel cavities/cores far more efficiently than general-purpose machines. Rigid linear guides and twin ballscrews are adopted for the Y-axis for a workpiece up to 4.4 tons.</p>",
            "prospect": "wwwroot/app/content/prospects/",
            "info": "https://www.makino.com/vertical-machining-centers/v99l-40-taper/"
          },
          {
            "name": "V99L (50 Taper)",
            "path": "wwwroot/app/images/V99L.jpg",
            "description": "<p>The V99L vertical machining center has been specifically designed to minimize thermal distortion for part precision and enhance higher quality finishes on die/mold output. The V99L provides environmentally controlled machine accuracy enhancements, such as Makino’s patented core-cooled, under-race lubrication system that minimizes spindle distortion and twin shield-style splash guards to reduce the effect of temperature change in the factory. Available with either a 40-taper, 20,000-rpm or a 50-taper, 12,000/18,000-rpm spindle, the V99L can rough and finish hardened steel cavities/cores far more efficiently than general-purpose machines. Rigid linear guides and twin ballscrews are adopted for the Y-axis for a workpiece up to 4.4 tons.</p>",
            "prospect": "wwwroot/app/content/prospects/",
            "info": "https://www.makino.com/vertical-machining-centers/v99l-50-taper/"
          },
          {
            "name": "V22-5XB",
            "path": "wwwroot/app/images/V22-5XB.jpg",
            "description": "<p>The V22-5XB vertical machining center is designed for die/mold applications. It features a specially designed tilt-trunnion table with combined B- and C-axes to provide die/mold shops with a full 5-axis simultaneous milling answer for intricate 3-D shapes. The table provides the highest accuracies and repeatability available in the industry, with less lost motion and higher stiffness and rigidity than comparative 5-axis machines. The V22-5XB provides one-setup access to complex, multiple-sided parts, reducing handling and costs. It also facilitates access to undercut areas, oddly positioned features and complex geometries—all with optimum, shorter tool lengths. This creates the best tool life and surface finish characteristics in the marketplace. The machine can also be used in the more traditional “2+3” mode for blending and matching complicated multi-plane surfaces typical of die/mold production.</p>",
            "prospect": "wwwroot/app/content/prospects/V22.pdf",
            "info": "https://www.makino.com/vertical-machining-centers-5-axis/v22-5xb/"
          },
          {
            "name": "V33i-5XB",
            "path": "wwwroot/app/images/V33i-5XB.jpg",
            "description": "<p>The V33i-5XB vertical machining center is designed for die/mold applications. It features a specially designed tilt-trunnion table with combined B- and C-axes to provide die/mold shops with a full 5-axis simultaneous milling answer for intricate 3-D shapes. The table provides the highest accuracies and repeatability available in the industry with less lost motion and higher stiffness and rigidity than comparative 5-axis machines. TheV33i-5XB provides one-setup access to complex, multiple-sided parts, reducing handling and costs. It also facilitates access to undercut areas, oddly positioned features and complex geometries—all with optimum, shorter tool lengths. This creates the best tool life and surface finish characteristics in the marketplace. The machine can also be used in the more traditional “2+3” mode for blending and matching complicated multi-plane surfaces typical of die/mold production.</p>",
            "prospect": "wwwroot/app/content/prospects/V33i.pdf",
            "info": "https://www.makino.com/vertical-machining-centers-5-axis/v33i-5xb/"
          },
          {
            "name": "D200z",
            "path": "wwwroot/app/images/D200z.jpg",
            "description": "<p>D200Z design incorporates extreme speeds and precision for tighter tolerances and flawless blends and matches in complex 3-D contoured workpieces.  From roughing to high-speed finishing of multifaceted, contoured 3-D geometries, the D200Z boosts productivity with the most competitive processing capabilities for complex dies and molds typically found in the automotive, injection molding, and packaging, medical and optical markets.  The speed and precision of the D200Z supply a unique foundation for responsive high-speed cutting and outstanding surface finishes that reduce or eliminate handwork. Its 30,000-rpm spindle and integral direct-drive table provide quick, precise, full 5-axis machining. All of this capability is tied together with Makino’s proprietary SGI.5 motion control software for the highest degree of accuracy and quality in the blends and matches of intricate surfaces and 3-D accuracy requirements typical of today’s die, mold, medical and intricate-geometry components.</p>",
            "prospect": "wwwroot/app/content/prospects/D200Z.pdf",
            "info": "https://www.makino.com/vertical-machining-centers-5-axis/d200z/"
          },
          {
            "name": "D300",
            "path": "wwwroot/app/images/D300.jpg",
            "description": "<p>The D300 is designed to provide superior sustained dynamic accuracy in a five–axis configuration.  Core-cooled ballscrews, temperature-controlled DD motors and spindle all combine to deliver thermal stability.  The DD- driven rotary axes provide the speed and accuracy to be productive in a wide variety of workpieces and materials.</p>",
            "prospect": "wwwroot/app/content/prospects/D300_D500.pdf",
            "info": "https://www.makino.com/vertical-machining-centers-5-axis/d300/"
          },
          {
            "name": "D500",
            "path": "wwwroot/app/images/D500.jpg",
            "description": "<p>The D500 is designed to provide superior sustained dynamic accuracy, perfect for your complex mold machining needs.  Makino Thermal Stabilizer technology isolates the machine from fluctuating shop conditions. Insulated castings, core-cooled ballscrews, temperature-controlled DD motors and spindle all combine to deliver thermal stability. The rotary axes deliver twice the accuracy of competitive machines to achieve greater accuracy performance when machining away from the center of rotation.</p>",
            "prospect": "wwwroot/app/content/prospects/D300_D500.pdf",
            "info": "https://www.makino.com/vertical-machining-centers-5-axis/d500/"
          },
          {
            "name": "D800z (40 Taper)",
            "path": "wwwroot/app/images/D800z.jpg",
            "description": "<p>The D800Z is designed for high-performance job shops providing precision large part 5-axis machining for the die/mold and aerospace markets. Like the D300 and D500 machines, the D800Z offers easy access to the spindle and table, a highly rigid structure for responsive cutting, outstanding surface finishes and optional automation devices. Workpieces of up to 1,000mm in diameter and 1,200kg in weight can be machined in five axes, with great efficiency and fewer operations for reduced production time. The large part 5-axis machining capabilities of the D800Z can be utilized in five-face milling mode to minimize setup, maximizing access to complex, multisided parts and reducing cycle times, or to address the demanding angular, blending, matching, fine-surface finishes and 3-D accuracy requirements of die-and-mold components.</p>",
            "prospect": "wwwroot/app/content/prospects/D800Z.pdf",
            "info": "https://www.makino.com/vertical-machining-centers-5-axis/d800z-40-taper/"
          },
          {
            "name": "D800z (50 Taper)",
            "path": "wwwroot/app/images/D800z.jpg",
            "description": "<p>The D800Z is designed for high-performance job shops providing precision large part 5-axis machining for the die/mold and aerospace markets. Like the D300 and D500 machines, the D800Z offers easy access to the spindle and table, a highly rigid structure for responsive cutting, outstanding surface finishes and optional automation devices. Workpieces of up to 1,000mm in diameter and 1,200kg in weight can be machined in five axes, with great efficiency and fewer operations for reduced production time. The large part 5-axis machining capabilities of the D800Z can be utilized in five-face milling mode to minimize setup, maximizing access to complex, multisided parts and reducing cycle times, or to address the demanding angular, blending, matching, fine-surface finishes and 3-D accuracy requirements of die-and-mold components.</p>",
            "prospect": "wwwroot/app/content/prospects/D800Z.pdf",
            "info": "https://www.makino.com/vertical-machining-centers-5-axis/d800z-50-taper/"
          },
          {
            "name": "iQ300",
            "path": "wwwroot/app/images/IQ300.jpg",
            "description": "<p>The iQ300 is the ideal precision micro milling machine for manufacturers of LED tooling, optic surface finishes and other high-tolerance machining applications. The machine delivers wide ranging capabilities from sub-micron machining accuracy and repeatability up to macro-scale machining applications. The iQ300 micro milling machine is built with a state-of-the-art linear motor design, 0.005-micron scale feedback and unparalleled component temperature control.  Together, these features provide precise and predictable machining results, eliminating continuous process parameter adjustments due to tool positioning error and thermal distortion. The machine can effectively measure tool lengths to sub-micron levels of accuracy and repeatability, providing for simple and predictable tool blends with various cutting tools, spindle speeds and machining depths. Its large work envelope, wide-ranging travels, and flexible spindle design provide for high utility in micro part production, as well as groundbreaking research and development.</p>",
            "prospect": "wwwroot/app/content/prospects/iQ300.pdf",
            "info": "https://www.makino.com/vertical-machining-centers/iq300/"
          },
          {
            "name": "FB127",
            "path": "wwwroot/app/images/FB127.jpg",
            "description": "<p>The FB127 vertical machining center provides high-speed machining with superb accuracy, efficient chip removal and ease of operation, for long cycle time die/mold parts. The machine is equipped with core-cooled ballscrews, support bearings and motor mounts as well as a cored-cooled saddle design with Nano slideway to control machine thermal growth, providing sustained accuracy in long cycle time, complex geometry die/mold work. The spindle features Makino’s unique, patented core-cooling and under-race lubrication system, minimizing thermal distortion at high spindle speeds. Integrated construction of the spindle and drive motor rotor reduces vibration during high-speed operation. The FB127’s optimum axis layout and machine construction give you superior performance in a compact package. The axis layout is designed with no overhangs to ensure outstanding accuracy over the full range of axis travel. Painstakingly polished to a precision finish, the guideways are integrated with the machine to provide superior accuracy and rigidity.</p>",
            "prospect": "wwwroot/app/content/prospects/",
            "info": "https://www.makino.com/vertical-machining-centers/fb127/"
          }
        ]
      },
      {
        "name": "SHW",
        "models": [
        ]
      }
    ]
  },
  {
    "name": "Horisontal maskincentre",
    "brands": [
      {
        "name": "Makino",
        "models": [
          {
            "name": "a51nx",
            "path": "app/images/a51nx.jpg",
            "description": "<p>The Makino a51nx is a 400mm horizontal machining center that builds on the highly successful a51 platform with key high performance machining technologies that take productivity, accuracy and machine reliability to the next level.</p><p>The 14,000-rpm high-speed, high-power spindle features 240 Nm of torque, making it well suited for ferrous and non-ferrous part production.</p><p>1G axis acceleration and a standard direct-drive motor B-axis minimizes non-cut times, whereas a robust casting design and roller-type linear guides ensure the entire a51nx work envelope can be effectively utilized.</p><p>Additionally, one-piece way covers (X and Z) and a dual-supported tool-change arm provide the foundation for industry-leading reliability and high performance machining capability.</p>",
            "prospect": "app/content/prospects/a51NX-a61NX.pdf",
            "info": "https://www.makino.com/horizontal-machining-4-axis/a51nx/"
          },
          {
            "name": "a61nx",
            "path": "app/images/a61nx.jpg",
            "description": "<p>The a61nx is a 500mm, 40-taper production horizontal machining center. The a51nx and a61nx share key machine technologies that take part productivity, accuracy and machine reliability to the next level. The 14,000-rpm high-speed, high-power spindle features 240 Nm of torque, well suited for automotive part production. Non-cut times are minimized through 1G axis acceleration and a standard direct-drive motor B axis. Robust casting design and roller-type linear guides ensure that the entire a61nx work envelope can be effectively utilized. The a61nx production machining center is available in a tall column (730mm) version for part applications that require larger strokes but do not need 50-taper spindles. Unique way-cover design, dual-supported tool-change arm and Makino spindle technology provide the foundation for industry-leading reliability.</p>",
            "prospect": "app/content/prospects/a51NX-a61NX.pdf",
            "info": "https://www.makino.com/horizontal-machining-4-axis/a61nx/"
          },
          {
            "name": "a71nx",
            "path": "app/images/a71nx.jpg",
            "description": "<p>The a71nx is a 500mm, 50-taper production horizontal machining center. The a71nx shares the key nx family machine technologies that take part productivity, accuracy and machine reliability to the next level. Robust casting design and large roller-type linear guides ensure that the entire a71nx work envelope can be effectively utilized.</p><p>The 10,000-rpm high-speed, high-power spindle features 37kW (49.6HP) of duty rated power and 512 Nm (378 ft-lbs) of duty rated torque. The machines stiffness and rigidity supports thorough utilization of the spindle power and torque to tackle a wide variety of ferrous, non-ferrous and hard metal applications. Multiple technologies on the a71nx reduce non-cut time, providing benefits in automotive and high volume part production. Most notably is the standard direct drive NC rotary table. The responsiveness of this table eliminates non cut time by reducing 90&deg; indexing time to just 1 second. The DD NC rotary table also supports Makino&rsquo;s innovative Inertia Active Control (IAC) system. IAC monitors B-axis motor load and estimates total fixture weight. With this information IAC optimizes the motion acceleration and deceleration of the heavily utilized B and Z-axis. The spindle takes full advantage of the duty rated torque to optimize start / stop responsiveness, leading to 20% reduction in tapping time compared to the previous model. </p><p>A standard Vision type Broken Tool Sensor resides in the ATC magazine where it automatically confirms the condition of drills, taps and other single point tools. Unique single piece way-cover design, dual-supported tool-change arm and Makino spindle technology provide the foundation for industry-leading reliability.</p>",
            "prospect": "app/content/prospects/a71NX_a81NX.pdf",
            "info": "https://www.makino.com/horizontal-machining-4-axis/a71nx/"
          },
          {
            "name": "a81nx",
            "path": "app/images/a81nx.jpg",
            "description": "<p>The a81nx is Makino&rsquo;s next generation 630mm horizontal machining center. It builds on the industry leading performance of its predecessor with new design elements focusing on the large part, large feature challenges common in many industries. </p><p>The a81nx expands part size capacities through enhanced table and column castings that coupled with an additional 100mm of Y-axis stroke produce 12.5% more work envelope. Robust 3-roller style B-axis table bearings ensure stable cutting throughout this new found work zone. Large parts frequently mean large features too. Tool length, diameter and weight capacities of the a81nx have all increased to support large face mills, boring bars and line bar applications.</p><p>Two new spindle designs provide productivity improvements in cutting and non-cutting performance. The optional 8,000 RPM high torque spindle boosts continuous power levels by 19% over the previous model. With 50 HP of continuous power, this high torque spindle is ideally suited for heavy roughing of iron castings and hard metal aerospace applications. Both the 8,000 RPM and standard 10,000 RPM spindles feature significant improvements in acceleration and deceleration that reduce rigid tapping times by up to 30%.</p><p>Reliability and ergonomics are clear a81nx design objectives. Proven technologies like single piece X &amp; Z axis way covers and servo driven ATC shutters, ensure that the a81nx continues the Makino tradition of producing HMC&rsquo;s with the highest levels of reliability. The ergonomic focus is easily understood simply by looking at the ATC magazine. All a81nx ATC magazines include a tool loading station (TLS). This cam actuation device ejects the tool from the pot into a rail guided tool drawer. Even maximum weight / diameter tools can be safely and quickly exchanged.</p>",
            "prospect": "app/content/prospects/a71NX_a81NX.pdf",
            "info": "https://www.makino.com/horizontal-machining-4-axis/a81nx/"
          },
          {
            "name": "a82",
            "path": "app/images/a82.jpg",
            "description": "<p>The a82 HMC brings a new level of performance to large part machining, including diesel engine components or any large part requiring longer travel in the X-axis. Designed for unparalleled stiffness and rigidity, the a82 is the ideal machine for mid-sized diesel engine block and head machining. High-thrust forces can be applied throughout the work zone without traditional limitations. This high performance translates to higher quality production, higher versatility and reliability—all contributing to lower cost large part manufacturing.</p>",
            "prospect": "app/content/prospects/",
            "info": "https://www.makino.com/horizontal-machining-4-axis/a82/"
          },
          {
            "name": "a82M",
            "path": "app/images/a82M.jpg",
            "description": "<p>The a82M horizontal machining center is designed for milling tough, hard materials. It is ideally suited for large-diameter boring and face milling on materials such as stainless steel, titanium alloys, ductile iron, cast iron and CGI. The unique, high-torque and high-thrust performance provides unparalleled productivity and reliability for titanium milling.</p><p>The integral drive, high-torque spindle (740 ft-lbs) offers multiple advantages over the traditional gear-head design. Elimination of gears and shafts allows for more efficient transfer of horsepower and torque to the cutting tool. The low-inertia spindle slashes cycle times thanks to fast spindle acceleration for drill and tap operations. The end result is a high-speed, high-efficiency titanium milling solution.</p>",
            "prospect": "app/content/prospects/",
            "info": "https://www.makino.com/horizontal-machining-4-axis/a82m/"
          },
          {
            "name": "a92",
            "path": "app/images/a92.jpg",
            "description": "<p>The a92 brings high-efficiency machining to large part production. Designed for unparalleled stiffness and rigidity, the a92 is the ideal machine platform for diesel engine block and construction equipment manufacturing. High-thrust forces can be applied throughout the work zone without traditional limitations. This high performance translates to higher quality production, higher versatility and reliability—all contributing to a lower cost of manufacturing for those serving in agriculture, energy and construction equipment manufacturing industries.</p>",
            "prospect": "app/content/prospects/a92.pdf",
            "info": "https://www.makino.com/horizontal-machining-4-axis/a92/"
          },
          {
            "name": "A99E",
            "path": "app/images/A99E.jpg",
            "description": "<p>Ideally suited for manufacturing in the diesel engine block, transmission and semiconductor markets, the A99E accepts loads up to 4,400 lbs., with an optional upgrade to 6,600 lbs. (3,000 kg). A 40-tool magazine is standard. The A99E has a tremendous metal-removal-rate capability of 244 cubic inches per minute (4,000 cm3/minute) for softer metals such as aluminum, and a rate of 61 cubic inches per minute (1,000cm3/minute) for mild steel. It also has a 360-degree bidirectional index table for superior versatility and machining flexibility. The 1.7-second automatic tool change and 5.0-second chip-to-chip time significantly reduce non-cutting time.</p>",
            "prospect": "app/content/prospects/",
            "info": "https://www.makino.com/horizontal-machining-4-axis/a99e/"
          },
          {
            "name": "A100E",
            "path": "app/images/A100E.jpg",
            "description": "<p>The A100E provides a large workzone of 74.8” in diameter by 59.1” in height larger than other Makino horizontal machining centers. It is 20 percent heavier than any other Makino a-Series machine, weighing in at a very stable 66,000 lbs., which ensures stability for high-performance machining requirements. Cutting feedrates and rapid traverse rates are quick at 1,970 ipm (50m/min). The 0.4G acceleration performance is exceptional for a machine of this size. The A100E comes standard with a Makino GI control feature that allows for high feedrates.</p>",
            "prospect": "app/content/prospects/",
            "info": "https://www.makino.com/horizontal-machining-4-axis/a100e/"
          }
        ]
      },
      {
        "name": "SHW",
        "models": [
          {
            "name": "UniSpeed 2000",
            "path": "app/images/US2000.jpg",
            "description": "",
            "prospect": "app/content/prospects/SHW_UniSpeed.pdf",
            "info": "https://www.shw-wm.de/en/machining-centers/unispeed-2000"
          },
          {
            "name": "UniSpeed 3000",
            "path": "app/images/US3000.jpg",
            "description": "",
            "prospect": "app/content/prospects/SHW_UniSpeed.pdf",
            "info": "https://www.shw-wm.de/en/machining-centers/unispeed-3000"
          },
          {
            "name": "UniSpeed 6000",
            "path": "app/images/US6000.jpg",
            "description": "",
            "prospect": "app/content/prospects/SHW_UniSpeed.pdf",
            "info": "https://www.shw-wm.de/en/machining-centers/unispeed-6000"
          },
          {
            "name": "TightBlock 6000",
            "path": "app/images/TB6000.jpg",
            "description": "",
            "prospect": "app/content/prospects/SHW_UniSpeed.pdf",
            "info": "https://www.shw-wm.de/en/machining-centers/tightblock-6000"
          },
          {
            "name": "TightBlock 8000",
            "path": "app/images/TB8000.jpg",
            "description": "",
            "prospect": "app/content/prospects/SHW_UniSpeed.pdf",
            "info": "https://www.shw-wm.de/en/machining-centers/tightblock-8000"
          },
          {
            "name": "PowerSpeed 2000",
            "path": "app/images/PS2000.jpg",
            "description": "",
            "prospect": "app/content/prospects/SHW_PowerSpeed_UniForce_PowerForce.pdf",
            "info": "https://www.shw-wm.de/en/travelling-column-machines/powerspeed-2000"
          },
          {
            "name": "PowerSpeed 3000",
            "path": "app/images/PS3000.jpg",
            "description": "",
            "prospect": "app/content/prospects/SHW_PowerSpeed_UniForce_PowerForce.pdf",
            "info": "https://www.shw-wm.de/en/travelling-column-machines/powerspeed-3000"
          },
          {
            "name": "PowerSpeed 4000",
            "path": "",
            "description": "",
            "prospect": "app/content/prospects/SHW_PowerSpeed_UniForce_PowerForce.pdf",
            "info": "https://www.shw-wm.de/en/travelling-column-machines/powerspeed-4000"
          },
          {
            "name": "UniForce 4000",
            "path": "app/images/UF4000.jpg",
            "description": "",
            "prospect": "app/content/prospects/SHW_PowerSpeed_UniForce_PowerForce.pdf",
            "info": "https://www.shw-wm.de/en/travelling-column-machines/uniforce-4000"
          },
          {
            "name": "UniForce 7000",
            "path": "app/images/UF7000.jpg",
            "description": "",
            "prospect": "app/content/prospects/SHW_PowerSpeed_UniForce_PowerForce.pdf",
            "info": "https://www.shw-wm.de/en/travelling-column-machines/uniforce-7000"
          },
          {
            "name": "PowerForce 8000",
            "path": "app/images/PF8000.jpg",
            "description": "",
            "prospect": "app/content/prospects/SHW_PowerSpeed_UniForce_PowerForce.pdf",
            "info": "https://www.shw-wm.de/en/travelling-column-machines/powerforce-8000"
          },
          {
            "name": "PowerBridge 5000 LG",
            "path": "",
            "description": "",
            "prospect": "app/content/prospects/SHW_PowerBridge.pdf",
            "info": "https://www.shw-wm.de/en/gantry-machines/powerbridge-5000-lg"
          },
          {
            "name": "PowerBridge 5000 HG",
            "path": "app/images/PB5000HG.jpg",
            "description": "",
            "prospect": "app/content/prospects/SHW_PowerBridge.pdf",
            "info": "https://www.shw-wm.de/en/gantry-machines/powerbridge-5000-hg"
          }
        ]
      }
    ]
  },
  {
    "name": "Sænkgnist maskiner",
    "brands": [
      {
        "name": "Makino",
        "models": [
          {
            "name": "EDAC1",
            "path": "app/images/EDAC1.jpg",
            "description": "<p><b>THE SUPERIOR CONTROL, REPEATABILITY AND USER-FRIENDLINESS <br>THAT MATTER IN ACHIEVING ULTRA-PRECISION ACCURACY</b></p><p>The EDAC1 sinker EDM machine is built to deliver the highest level of accuracy and surface finish capability with its refined power generator control and exacting construction. The mechanical alignment tolerances of each axis is 2 microns (0.00008&rdquo;) or smaller over the full stroke, and the machine is capable of producing positional tolerances of &plusmn;1 micron (0.00004&rdquo;), making the EDAC1 purpose-built for a lifetime of repeatable ultra precision. The EDAC1 features a stationary worktable design with a three-sided rise-and-fall work tank that provides excellent access for part setup and process monitoring.</p><p>The EDAC1 is capable of achieving a smallest inside corner radius of 5 microns, and can produce surface finishes down to 1.3&micro;in Ra (0.25&micro;mRz). The machine&rsquo;s optional Mi C-axis provides positioning index accuracy of &plusmn;2 arc seconds, and the core-cooled ballscrew Z-axis stabilizer enables continuous high-speed jump motions with &plusmn;1 micron depth control capability. These combined capabilities make the EDAC1 the ideal machine for small electronics and micromachining applications.</p><p>Rounding out the impressive list of performance and high-accuracy capabilities of the EDAC1 is the revolutionary Hyper-i control system. With its intuitive, intelligent and interactive functions, the Hyper-i control system offers unparalleled performance and user-friendly operation. Hyper-i brings a completely new level of operational efficiency to the shop floor, as the intuitive and streamlined layout and integrated advanced help functions provide operators with powerful tools at their fingertips.</p>",
            "prospect": "app/content/prospects/",
            "info": "https://www.makino.com/ram-edm/edac1/"
          },
          {
            "name": "EDAF2",
            "path": "app/images/EDAF2.jpg",
            "description": "<p><b>SPEED, REPEATABILITY AND EASY OPERATION<br>TO MAKE THE PRECISION PARTS THAT MATTER</b></p><p>The EDAF2 sinker EDM machine offers an ideal mix of high-speed machining, high accuracy and surface finish capability to efficiently tackle any job. At the heart of the machine is a robust and rigid structure that provides sustained long-term precision. The EDAF2 has a space-saving design that integrates the dielectric reservoir into the base casting of the machine, which reduces floor space requirements while improving thermal stability. The machine’s thermal stability is further enhanced with active liquid cooling of the Y-axis and Z-axis structures that keeps the entire machine at a stable temperature.</p><p>The EDAF2 offers a flexible machine design that utilizes a stationary worktable with a programmable rise-and-fall work tank. Operators will find that the machine provides excellent operator ergonomics with superb access to the work tank, and the design simplifies the integration of ATC (automatic tool changer) and automation systems to extend unmanned operation. The EDAF2 is available with an optional 50mm (2.0”) and 100mm (4.0”) table-down configuration that provides additional depth to the work tank. Operational safety is also a vital requirement, and the EDAF2 features a standard built-in fire extinguishing system and U/V flame sensor that monitors the machining process.</p><p>The EDAF2 is loaded with machining technologies that deliver optimum productivity for every application.  Makino’s proprietary generator and adaptive power control technologies ensure efficient machining while achieving the highest level of accuracy and surface integrity. Dedicated settings such as HyperCut, SuperSpark™ IV and ArcFree empower the operator with practical tools to accomplish a wide variety of work. The powerful yet user-friendly Hyper-i control system complements and elevates the capability of the EDAF2 into a streamlined package that delivers a paradigm shift in efficiency and productivity to all operations.</p>",
            "prospect": "app/content/prospects/EDAF_2_3.pdf",
            "info": "https://www.makino.com/ram-edm/edaf2/"
          },
          {
            "name": "EDAF3",
            "path": "app/images/EDAF3.jpg",
            "description": "<p><b>INTUITIVE OPERATION AND LARGER X/Y/Z STROKES<br>FOR THE PRECISION PARTS THAT MATTER</b></p><p>The EDAF3 machine expands upon the excellent capability and performance of the EDAF2 by offering larger X/Y/Z strokes to accommodate additional or larger work pieces. The EDAF3 retains the same rigid and precise structure as the EDAF2, and integral thermal cooling of the Y- and Z-axis cast components is utilized for thermal stability and long-term sustained accuracy. The dielectric reservoir is built in to the base casting of the machine to improve thermal stability and also minimize the machine’s footprint.</p><p>Work tank access is unrestricted on the EDAF3 with a programmable, three-sided drop-tank system, which simplifies operation, ATC (automatic tool changer) and automation integration for greater unattended machining time. The operator has an outstanding vantage point of the machine during operation and can effortlessly unload, load and set up new jobs with the drop tank in the fully lowered position, which drops below the worktable level. The machine’s stationary worktable design can also be configured to provide additional depth to the work tank with the 50mm (2.0”) and 100mm (4.0”) table-down configuration options. The standard fire extinguisher and U/V sensor systems provide safety, protection and confidence for hours of unattended operation.</p><p>The EDAF3 uses the latest Hyper-i control system interface that delivers efficient and productive results while bringing new levels of user-friendly operation to the shop floor. The Hyper-i control contains many intelligent, intuitive and interactive functions that are streamlined to assist the operator in every step of the machining process. It also enables easy access and selection of power settings, such as HyperCut, SuperSpark™ IV and ArcFree technologies, to produce the most accurate results with the fastest-possible cycle time.</p>",
            "prospect": "app/content/prospects/EDAF_2_3.pdf",
            "info": "https://www.makino.com/ram-edm/edaf3/"
          },
          {
            "name": "EDNC6",
            "path": "app/images/EDNC6.jpg",
            "description": "<p><b>THE VERSATILITY, SPEED AND ACCURACY <br>FOR ACHIEVING OPTIMUM PERFORMANCE</b></p><p>The EDNC6 machine provides similar high performance as the EDAF-Series, but with larger X/Y/Z strokes and larger work tank. The standard configuration EDNC6 utilizes a three-sided programmable rise-and-fall work tank that positions below the table level and accommodates work piece sizes up to 39” x 29” (1,000mm x 750mm). The EDNC6 is also available in a wide tank version that supports larger-sized parts up to 55” x 35” (1,400mm x 900mm) and utilizes a programmable rise-and-fall front door. All EDNC6 machines permit excellent access to the work zone and stationary worktable for faster workpiece setups and process monitoring, and incorporate the dielectric reservoir into the base casting to improve thermal stability and minimize floor space requirements.</p><p>The performance of the EDNC6 is unmatched with its power and flexibility using the intuitive Hyper-i control system that makes effective use of Makino’s advanced HyperCut and SuperSpark™ IV technologies. Hyper-i uses a wide hi-definition touch screen with a graphical interface that improves machine productivity by intelligently streamlining operations so that operators at all skill levels can achieve the most efficient results. The capability and ease of operation of the Hyper-i control is further enhanced with integrated on-board digital manuals, intelligent E-Tech Doctor help functions and e-learning training system that can be quickly accessed for operator convenience. The Hyper-i control contains many useful functions that assist the operator with programming and operation and ensure the selection of the most productive and efficient process.</p><p>The EDNC6 is also available with optional features that further enhance productivity. An available integrated ATC (automatic tool changer) system sits external to the work tank, which allows full utilization of the entire machine stroke and work tank without any process limitations. The HS-Rib Z-axis configuration reduces rough machining speeds of small-size electrode details like tooling ribs and provides sustained high-speed jump motions of up to 20m/min with 1.5G acceleration with an integrated core-cooled ballscrew. The achieved performance of the HS-Rib can reduce machining times by up to 60 percent and deliver the same high-speed and high-accuracy machining capabilities found on smaller machines on a larger platform.</p>",
            "prospect": "app/content/prospects/EDNC_Serie.pdf",
            "info": "https://www.makino.com/ram-edm/ednc6/"
          },
          {
            "name": "EDNC8",
            "path": "app/images/EDNC8.jpg",
            "description": "<p><b>OPTIMUM PRODUCTIVITY AND PERFORMANCE <br>MADE USER-FRIENDLY</b></p><p>The EDNC8 is the second machine in the EDNC-Series line-up. It provides larger X/Y/Z strokes and additional processing capacity over the EDNC6. The EDNC8 is packed with high-performance features for optimum productivity. The user-friendly Hyper-i control system intelligently streamlines operations to achieve the most efficient results regardless of operator skill level. The operator’s needs are fully supported by the Hyper-i system through the integrated EDM Assist (on-board digital manuals and training system) and advanced E-Tech Doctor help functions. The intuitive and graphical nature of the Hyper-i control enables operators to harness the advanced Makino HyperCut and SuperSpark™ IV technologies for the most productive and efficient results.</p><p>The EDNC8 can be configured with additional options that impact performance. The HS-Rib Z-axis option provides high-speed jump motions up to 20m/min with 1.5G acceleration, and can reduce machining times by up to 60 percent. Precision depth control is maintained by the HS-Rib through integral liquid core cooling of the ballscrew. This significant level of performance matches the speed and accuracy capability achieved by smaller machines on a much bigger machine platform. An optional ATC (automatic tool changer) system is also available that extends unattended machine operations while permitting full use of the entire machine stroke and work tank area.</p><p>The EDNC8 is offered in two configurations with different work tank sizes. The standard EDNC8 supports workpiece sizes up to 55.1” x 35.4” (1,400mm x 900mm) and utilizes a three-sided programmable rise–and-fall work tank. The wide-tank version accommodates larger parts up to 70.8” x 47.2” (1,800mm x 1,200mm), and uses a programmable rise-and-fall front door. Both EDNC8 models utilize a stationary worktable and space-saving design that enhance thermal stability by integrating the dielectric reservoir into the base casting of the machine. In addition, the operator is provided with excellent access to the work zone for easy part setups and operational viewing. The combined features and technologies that are embedded into the EDNC8 machine make it a reliable and powerful tool that can efficiently tackle any application.</p>",
            "prospect": "app/content/prospects/EDNC_Serie.pdf",
            "info": "https://www.makino.com/ram-edm/ednc8/"
          },
          {
            "name": "EDAF-FH Option",
            "path": "",
            "description": "",
            "prospect": "app/content/prospects/",
            "info": ""
          }
        ]
      }
    ]
  },
  {
    "name": "Trådgnist maskiner",
    "brands": [
      {
        "name": "Makino",
        "models": [
          {
            "name": "U3",
            "path": "app/images/U3.jpg",
            "description": "<p><b>VERSATILITY, LOW OPERATING COST, AND USER-FRIENDLINESS<br>THAT MATTER FOR OPTIMUM PERFORMANCE AND EFFICIENCY</b></p><p>The Makino U3 Wire EDM provides an ideal mix of speed, accuracy, and surface finish capability to tackle the most demanding applications.  The machine utilizes a stationary work table design that delivers repeatable accuracy regardless of work piece size or weight.  Excellent access to the work tank is provided through the pneumatic raise and fall front door, and the operator can access the underside of the work piece or lower machine head even with a large work piece on the table.  The U3 machine uses a space-savings design that integrates the di-electrode reservoir into the base machine casting, reducing the footprint while improving thermal stability.</p><p>Machine maintenance on the U3 has been dramatically reduced with the development of the new PICO Round Wire Guide system.  The Wire Guides can be removed and exchanged without the need for Vertical Wire Alignment, as the guide assembly will repeat to within 5µm (0.0002”).  Indexing of the Energizer Contact Plates is fast with the Tool-less indexing design, which eliminates human indexing error by removing the need for special tools or measurement devices.  The main di-electric filters are housed in a non-submerged cabinet that contains a Filter Air-Purge function that evacuates the water from the filters to simplify the filter exchanging process.</p><p>The U3 machine features Makino’s Hyper i control, which provides the same efficient and user-friendly interface for Wire and RAM EDM machines, and utilizes intuitive and familiar touch Pinch/Swipe/Drag operations similar to smartphones and tablets.  Machine operation is very straightforward with a 3-Step process of Program/Setup/Run flow, and the large 24” class HD touch-screen display provides a commanding view for the operator.  The Hyper i control also features many helpful intelligent tools for the operator, and is standard with a full-function advanced Handbox that provides greater convenience and flexibility. Digital onboard electronic manuals, instructional training videos, and advanced E-Tech Doctor help functions provide the operator with all of the resources necessary to remain highly productive.</p><p>The features and technologies incorporated into the U3 redefine the expectations of versatility and user-friendliness while achieving real-world improvements to productivity. The U3 offers a diverse machining conditions library of settings for different work piece materials, wire types, and wire sizes that have been developed to prove an ideal mix of Speed, Accuracy, Surface Finish, and Low Wire Consumption, which includes diverse 0.300mm (0.012”) settings.  Makino has been the industry leader in low wire consumption technologies, dramatically reducing one of the single largest expenses in operating a wire EDM machine. There are no special settings or “part-time” buttons required to experience this savings; every cutting condition, including sealed and poor flush applications, is automatically optimized and designed from the ground up on the Makino for low wire consumption.</p>",
            "prospect": "app/content/prospects/",
            "info": "https://www.makino.com/wire-edm/u3/"
          },
          {
            "name": "U6 H.E.A.T",
            "path": "app/images/U6-heat.jpg",
            "description": "<p><b>PRODUCTIVE TECHNOLOGIES and USER-FRIENDLINESS<br>THAT MATTER FOR RELIABLE & EFFICIENT THROUGHPUT</b></p><p>Like the smaller U3 H.E.A.T., the U6 H.E.A.T. Wire EDM machine provides an ideal mix of speed, accuracy, and surface finish capability with larger travels to tackle the most demanding applications with new levels of user-friendliness and efficiency.  The U6 H.E.A.T. expands on the diverse capabilities of the U6 with enhancements to the flushing and filtration system to boost productivity.  The upgraded H.E.A.T. (High Energy Applied Technology) configuration produces dramatic increases to cutting speed, especially in poor flush applications, while maintaining part straightness and accuracy.</p><p>Makino’s Hyper i control delivers intuitive and familiar touch Pinch/Swipe/Drag operations similar to smartphones and tablets to the U6 H.E.A.T. machine. The operator is provided with an effective and commanding view of the control with the large 24” class HD touch-screen display that is further enhanced with a standard mouse and keyboard and full-function advanced Handbox.   The Hyper i control utilizes a straightforward 3-Step operation process of Program/Setup/Run, and this efficient and user-friendly interface is used for all Makino Wire and RAM EDM machines.  The Hyper i control is also standard with digital onboard electronic manuals, instructional training videos, and advanced E-Tech Doctor help functions that empower the operator with integrated and convenient resources right at their fingertips.</p><p>The U6 H.E.A.T. machine footprint is minimized with a space-savings design that integrates the di-electrode reservoir into the base machine casting, which also improves the machines thermal stability.  Work tank access is excellent using the pneumatic raise and fall front door, and allows access to the underside of the work piece or lower machine head even with a large work piece on the table, and the door also has a mid-height level function for greater flexibility. The U6 H.E.A.T. utilizes a Split-V Wire Guide system that requires less maintenance and last 3~4 times longer than traditional Round Wire Guides.  Machine maintenance and consumable wear items are also reduced when compared to traditional designs, which provides greater productivity while reducing operational costs.</p><p>As the industry leader in low wire consumption technologies, Makino has worked to reduce the single largest expenses in operating a wire EDM machine. The U6 H.E.A.T. contains a robust machining conditions library that has been developed to provide an optimal mix of Speed, Accuracy, Surface Finish, and Low Wire Consumption for both sealed and poor flush applications.  The machine utilizes larger capacity independent dual flushing pumps, and harnesses this additional raw horse power to deliver higher pressure and volume of flushing to machining to reduce Rough Cut cycle time.  The machine is also standard with a larger capacity (4) filter filtration system to support the higher capacity flushing capability, and are located in a non-submerged cabinet that includes an integrated Filter Air-Purge function that evacuates the water from the filters before exchanging, reducing the weight of the spent filter and preventing the traditional dirty, wet slip hazards that are normally encountered with filter replacement.</p><p>U6 H.E.A.T. enhancements from U6:</p><ul><li>Standard 4-Sided hardened work table</li><li>Split-V Wire Guide System</li><li>Higher capacity flush pumps (2 pumps)</li><li>4 Filter filtration system</li><li>Higher capacity Chiller Unit</li><li>Standard mouse & keyboard</li<li>H.E.A.T. Technology for the High Speed machining of poor flush applications</li></ul>",
            "prospect": "app/content/prospects/",
            "info": "https://www.makino.com/wire-edm/u6-heat/"
          },
          {
            "name": "U32j",
            "path": "app/images/U32j.jpg",
            "description": "<p><b>FLEXIBLE USER-FRIENDLY OPERATION and SUPERB ACCURCY<br>THAT MATTER TO ACHIEVING OPTIMUM PART QUALITY</b></p><p>The U32j Wire EDM machine is built to achieve higher levels of precision and surface finish capability over the standard U3 and U3 H.E.A.T. models.  The U32j has the capability to produce surface finishes down to 0.07µmRa (3~4µinRa) with the Crystal II Circuit, and can optionally operate with wire sizes down to 50µm (0.002”).  The machine is ideal for producing high precision plastic injection molds, precision stamping tools, and medical component applications.  Improved positional accuracy is accomplished through higher tolerance alignment specifications during the assembly process, and axis accuracies of 3μm (0.0001”) straightness and 4μm (0.00015”) squareness and parallelism, ensuring reliable long-term sustained precision.</p><p>The U32j utilizes a stationary work table configuration that improves accuracy and eliminates the di-electrode weight shifting that occurs with traveling table designs.  A space-savings design minimizes the machine footprint by incorporating the di-electric reservoir into the base casting.  Additional benefits of the integrated reservoir are improved machine accuracy through greater thermal stability, and chilled air is also circulated inside the machine covers around the U/V/Z axis to maintain the entire machine at a constant temperature.</p><p>A programmable rise & fall 3-Sided work tank provides  excellent ergonomic access to the work zone, and simplifies loading and setup of the work piece.  Additionally, the rise & fall work tank design offers unimpeded access to the machine for maintenance, and the automation ready configuration streamlines requirements and integration for automation.  The U32j is also optional with Makino’s unique H.E.A.T. technology to boost productivity of poor flush applications, and a 3D Probe system is available to further reduce the setup process.</p><p>The U32j includes Makino’s Hyper i control that utilizes a straightforward 3-Step operation process of Program/Setup/Run, and this efficient and user-friendly interface is used for all Makino Wire and RAM EDM machines. The operator is provided with an effective and commanding view of the control with the large 24” class HD touch-screen display, and the interface delivers an intuitive and familiar touch Pinch/Swipe/Drag operation similar to smartphones and tablets.  The Hyper i control is also standard with a full-function advanced Handbox, digital onboard electronic manuals, instructional training videos, and advanced E-Tech Doctor help functions that empower the operator with everything they need to be productive right at their fingertips.</p>",
            "prospect": "app/content/prospects/",
            "info": "https://www.makino.com/wire-edm/u32j/"
          },
          {
            "name": "U53j",
            "path": "app/images/U53j.jpg",
            "description": "<p><b>FLEXIBLE USER-FRIENDLY OPERATION and SUPERB ACCURCY<br>THAT MATTER TO ACHIEVING OPTIMUM PART QUALITY</b></p><p>The U53j Wire EDM offers the same higher level precision and  surface finish capability as the U32j, but with larger travels.  The stationary work table construction of the U53j improves accuracy and repeatability by eliminating  the di-electric weight shifting that occurs with moving table designs.  The machine footprint is reduced by utilizing a space-savings design that integrates the di-electrode reservoir into the base casting of the machine, which improves thermal stability.  The entire machine structure is maintained at a constant temperature, and chilled air is circulated throughout the internal machine covers to mitigate any thermal growth or distortion.</p><p>The U53j provides the operator with a commanding view of the Hyper i control with a large 24” class HD touch-screen display that utilizes a straightforward 3-Step operation process of Program/Setup/Run.  The Hyper i control is extremely efficient and user-friendly, and provides an intuitive and familiar touch Pinch/Swipe/Drag operational interface that is similar to smartphones and tablets, and is used on all Makino Wire and RAM EDM machines.  The standard  full-function advanced Handbox, digital onboard electronic manuals, instructional training videos, and advanced E-Tech Doctor help functions empower the operator with everything they need to be productive right at their fingertips.</p><p>Excellent ergonomic access to the work zone is provided by a 3-sided rise & fall work tank, and affords the operator with unobstructed access to the machine for maintenance and loading or unloading of work pieces.  The automation-ready design of the rise & fall work tank provides NC programming capability of the work tank height, which greatly simplify requirements for automation.  The U53j can be configured with a 3D Probe system to further reduce work piece setup time, and Makino’s unique H.E.A.T. technology is optional to boost productivity of poor flush applications.</p><p>The U53j is ideal for producing high precision plastic injection molds, precision stamping tools, and medical component applications. The machine is built to achieve higher levels of precision and surface finish capability over the standard U3 and U3 H.E.A.T. models, and is able to produce surface finishes down to 0.08µmRa (3~4µinRa) with the Crystal Circuit, and can optionally operate with wire sizes down to 50µm (0.002”).  Improved positional accuracy is accomplished through higher tolerance alignment specifications during the assembly process, and axis accuracies of 3μm (0.0001”) straightness and 4μm (0.00015”) squareness and parallelism ensure reliable long-term sustained precision.</p>",
            "prospect": "app/content/prospects/",
            "info": "https://www.makino.com/wire-edm/u53j/"
          },
          {
            "name": "U86",
            "path": "app/images/U86.jpg",
            "description": "<p><b>FLEXIBILITY TO TACKLE EXTREMELY LARGE WORK PIECE DETAILS<br>WHILE MAINTAINING THE PRECISION AND PRODUCTIVITY THAT MATTER</b></p><p>The U86 Wire EDM machine provides larger machine travels and work tank to accommodate parts up to 1,400mm x 987mm (55.1\\\" x 38.8\\“) with weights up to 3,000kg (6,614 lbs.).  While the machine has the physique to tackle extremely large part details, it retains the fineness and precision capabilities of smaller machines such as the U6 H.E.A.T.  The machine utilizes a stationary work table design that improves accuracy by eliminating variables such as work piece and di-electric weight shifting that can negatively impact machine movement.  A space-savings design minimizes the machine footprint by incorporating the di-electric reservoir into the base casting, and this also improves machine thermal stability.</p><p>Uncompromising user-friendliness are hallmarks of the U86 with its 3-sided rise & fall work tank and Hyper i control.  The rise & fall work tank offers the operator unimpeded access to the work zone from 3 sides.  This dramatically improves the safety and ergonomics for loading and unloading of large parts, and also simplifies machine access for maintenance procedures.  The U86 is standard with a 520mm (20.47”) Z-Stroke, but an extended 620mm (24.41”) version is also available.  Both Z-Stroke configurations position from Z-Zero to the maximum height, so there are no unusable dead zones, and the maximum work tank fill height is 50mm (1.96”) above the highest Z-Stroke position.</p><p>The U86 features Makino’s evolutionary Hyper i control system which offers intuitive, interactive, and intelligent functions that boost productivity and reduce the workload on the operator.  A high definition wide 24” class touch screen utilizes familiar touch Pinch/Swipe/Drag operations similar to smartphones and tablets, and uses a straightforward 3-Step operation process of Program/Setup/Run.  The Hyper i control contains many helpful intelligent tools that provide greater convenience and flexibility, such as the standard full-function advanced Handbox, on-board electronic manuals, instructional training videos, and advanced E-Tech Doctor help function that empower the operator with practical resources to remain productive right at their fingertips.</p><p>The U86 is standard with H.E.A.T. (High Energy Applied Technology), which provides significant improvement to machining speeds in poor or difficult  flushing conditions while maintaining part straightness and accuracy.  H.E.A.T. harnesses the additional horsepower and output capability provided by the two independent CNC controlled flush pumps, and produces the high flushing pressure and high flushing volume needed to reduce cycle time of poor flush applications.  The machine makes use of a Split-V Wire Guide system that requires less maintenance and last 3~4 times longer than traditional Round Wire Guides, and provides reliable automatic wire threading  capability at full Z-Stroke height.  The U86 delivers productive and efficient operation, as all of the machining condition settings have been developed to provide an optimal mix of Speed, Accuracy, Surface Finish, and the lowest possible Wire Consumption.  The combined technologies incorporated into the U86 provide peak machining performance while reducing operational costs of wire consumption, consumable wear items, and machine maintenance requirements.</p>",
            "prospect": "app/content/prospects/U86.pdf",
            "info": "https://www.makino.com/wire-edm/u86/"
          },
          {
            "name": "U1310",
            "path": "app/images/U1310.jpg",
            "description": "<p><b>FLEXIBILITY TO TACKLE EXTREMELY LARGE WORK PIECE DETAILS<br>WHILE MAINTAINING THE PRECISION AND PRODUCTIVITY THAT MATTER</b></p><p>The U1310 Wire EDM machine provides two very unique attributes on an extremely large machine with its ability to achieve high accuracy and productive high-speed machining.  Positioning accuracy of +/- 3µm (+/- 0.0001”) over its full stroke ensure that optimum precision is delivered to each and every part no matter what the size!  Industry leading technology, such as Makino’s H.E.A.T., provides low wire consumption and excellent part straightness while delivering the fastest possible machining speeds to the most difficult cutting applications.</p><p>Long-term precision is maintained with the U1310’s stationary work table design, which provides support and rigidity for work pieces weighing up to 6,000 kg (13,228 lbs.).  Reliable Automatic Wire Threading is delivered with Makino’s renowned Split Precision V-Guide system, which supports dependable automatic wire threading at the full Z-Stroke height of 620mm (24.4”).  Machine maintenance is also significantly reduced using the Split V-Guide system, and also provides 3~4 times longer life than traditional Round Wire Guides.</p><p>The U1310 machine features a  programmable 3-Sided Drop Tank design that lowers below the work table height.  This provides superb unobstructed access for work piece loading/unloading, makes machine maintenance and operation easier, and simplifies integration for automation.  The di-electric reservoir has been integrated into the base casting of the machine, improving machine thermal stability for long-term reliable precision.  The space-savings design of the integrated di-electric reservoir also significantly reduce the machine footprint, and the U1310 installation space requirements are roughly 30% smaller than competitive sized machines!</p><p>Operational flexibility and user-friendliness are further enhanced with the Hyper-i control system, which provides the same efficient and intuitive interface for Wire and RAM EDM machines.  This represents a paradigm shift in capability, as the Hyper i control has been developed to provide many practical and helpful productivity boosting functions that empower the operator with intelligent tools at their fingertips.  The Hyper i interface makes use of familiar touch Pinch/Swipe/Drag operations similar to smartphones and tablets, and operation follows a straightforward 3-Step process of Program/Setup/Run.  The large 24” class HD touch-screen display provides a commanding view for the operator, and the integrated onboard electronic manuals, instructional training videos, advanced E-Tech Doctor help function, and standard full-function advanced Handbox provide unparalleled convenience to promote to most efficient and productive operation.</p>",
            "prospect": "app/content/prospects/",
            "info": "https://www.makino.com/wire-edm/u1310/"
          },
          {
            "name": "UPN-01",
            "path": "app/images/UPN-01.jpg",
            "description": "<p><b>ULTRA PRECISION SMALL WIRE EDM TECHNOLOGY THAT DELIVERS<br>ACCURACY AND UNATTENDED OPERATION THAT MATTER</b></p><p>The UPN-01 represents the next leap forward in technology for ultra-precision machining and surface finish capability of small/fine wire operations. The machine features a unique horizontal wire drive system layout that enhances wire threading performance, and is capable of reliably threading start holes as small as 30µm (0.001”) diameter, and can operate with wire sizes ranging from 0.100mm (0.004”) down to 15µm (0.0006”) in diameter.</p><p>The UPN-01 is capable of achieving sub-micron level accuracy, which is made possible using the machines Pneumatic Static Pressure Guideways and Linear Motor motion technology. These two advanced motion control systems are combined to minimize mechanical friction and mechanical inertia to ensure consistent ultra-precision increment movements. The UPN-01 uses a 0.01µm or 10 nanometer (0.0000004”) scale feedback system, which provides a minimum programmable increment of 0.1µm (0.000004”) that is capable of achieving a mechanical movement roundness of 0.2µm (0.000008”).</p><p>The UPN-01 uses an oil di-electric system that provides greater control of the machining spark gap, which improves part accuracy, surface finish, and metallurgical quality. The machine can achieve surface finishes down as low as 0.02µmRa (1µinRa). The entire work zone is also enclosed and is temperature controlled to minimize thermal changes to the machine and work piece during long hours of operation. The integrated ultra-high precision rotary C-Axis achieves indexing accuracies of ±2 Arc Seconds (±0.00056 degrees), and also facilitates automatic exchanging of the work piece for extended unattended operation.  The machine can also be equipped with an automatic slug ejection system that further extends unattended machining capabilities.</p><p>The UPN-01 features Makino’s universal Hyper i control system, that provides the same streamlined and efficient user interface for both Wire and Sinker EDM machines.  The Hyper i control features a user-friendly interface similar to that found on tablets and Smartphones, making operation very intuitive and straightforward. A large 24” class HD touch-screen display provides a commanding view for operation, and the Hyper i control also features many helpful intelligent tools for the operator. Digital onboard electronic manuals, instructional training videos, and advanced process control functions provide the operator with all of the resources necessary to remain highly productive. The UPN-01 is ideal for micro-machining and ultra-precision applications such as producing components for fiber optics, electronic connectors, medical, miniature gear, and micro molding industries.</p>",
            "prospect": "app/content/prospects/",
            "info": "https://www.makino.com/wire-edm/upn-01/"
          },
          {
            "name": "UPV-3",
            "path": "app/images/UPV-3.jpg",
            "description": "<p><b>SUPERB SURFACE FINISH AND ENHANCED METALLURGICAL QUALITY<br>THAT MATTER TO ACHIEVING OPTIMAL TOOL LIFE & ACCURACY</b></p><p>The UPV-3 Wire EDM machine was designed to produce the ultimate in precision machining while achieving ultra-fine surface finishes.  The machine is built on the proven Makino Uj-Series Wire EDM platform that utilizes a stationary table design, and is held to an even higher construction accuracy specification.  The UPV-3 uses an oil-based dielectric system, which provides the capability to produce surface finishes down to 0.02µmRa (1µinRa), which is considerably finer than traditional water-based Wire EDMing.</p><p>The use of di-electric oil on the UPV-3 machine, which is the same di-electric oil used by Sinker EDM, allows for a smaller discharge spark gap (i.e., the gap between the wire electrode and the workpiece at the time of electrical discharge) than traditional deionized water di-electric can support.  Unlike deionized water which will always be slightly conductive, di-electric oil is electrically neutral and will support machining with much lower power levels to achieve greater precision, higher-level surface finish, and improved metallurgical quality.</p><p>There are additional secondary benefits with the use of an oil di-electric fluid that help to improve work piece quality.  The lower power levels help to produce lower levels of HAZ and Recast to a point to where they are virtually undetectable.  Unlike deionized water, the oil di-electric fluid is chemically neutral, so it completely eliminates oxidation, meaning that  steel work pieces will never rust while in the machine.  Oil also protects synthetic materials such as carbide and PCD diamond, and eliminates the oxidation corrosion of these materials binder composition, such as cobalt depletion of carbide, and preserves the material integrity to provide dramatic increases in component functional life.</p><p>Operational access to the work zone is excellent with the 3-sided rise and fall work tank design, as this simplifies loading and setup of the work piece while also minimizes automation requirements.   User-friendliness and productivity are hallmarks of the UPV-3 machine with the Hyper i control system. The modern high definition wide 24” class touch screen utilizes Pinch/Swipe/Drag operation similar to smartphones that make operation extremely easy and straightforward.  The Hyper-i control also features a standard advanced Handbox, on-board electronic manuals, advanced E-Tech Doctor function, and video training tutorials that empower the operator with everything they need to be productive right at their fingertips.</p><p>The UPV-3 is an ideal machine for ultra-precision applications such as precision stamping and fine-blanking components, and can be equipped with an optional integrated 3D Setup Probe and Rotary Table, which are ideal for Cutting Tool Insert manufacturing. The UPV-3 is also standard with safety equipment such as an integrated Fire Suppression system for reliable extended unattended operation.</p>",
            "prospect": "app/content/prospects/UPV3_UPV5.pdf",
            "info": "https://www.makino.com/wire-edm/upv-3/"
          },
          {
            "name": "UPV-5",
            "path": "app/images/UPV-5.jpg",
            "description": "<p><b>SUPERB SURFACE FINISH AND ENHANCED METALLURGICAL QUALITY<br>THAT MATTER TO ACHIEVING OPTIMAL TOOL LIFE & ACCURACY</b></p><p>Achieve the ultimate in precision and surface finish quality on larger part details with the UPV-5 Wire EDM machine.  The UPV-5 features an oil-based di-electric system that provides greater control over the machining discharge spark energy, and this enhanced control provides the ability to machine with lower power, enabling the UPV-5 to achieve surface finishes down to 0.02µmRa (1µinRa ).  This level of surface finish is unattainable using traditional deionized water di-electric  due to the water always remaining slightly conductive, which inhibits the ability to machine with ultra-low discharge power.</p><p>Like the smaller UPV-3 machine, the UPV-5 is built on Makino’s proven Uj-Series machine platform that utilizes a stationary table design, and is held to a tighter construction accuracy tolerance. Excellent work zone access is provided by the 3-sided rise and fall work tank design, and this simplifies loading and setup of the work piece while fully supporting automation requirements. Ultra-precision applications such as fine-blanking and precision stamping die components are ideally suited for the UPV-5.  The machine can also be configured to address the needs of the Cutting Tool Insert manufacturing industry with the optional integrated 3D Setup Probe and Rotary Table.</p><p>The use of oil as a di-electric fluid, which is the same fluid used in Sinker EDM applications, also serves to enhance part accuracy and metallurgical quality. Unlike water di-electric, the oil di-electric fluid is chemically neutral, so it completely eliminates oxidation, meaning that steel work pieces will never rust while in the machine. The oil di-electric also protects synthetic materials such as PCD diamond and Carbide, and eliminates the oxidation corrosion of these materials binder composition, such as cobalt depletion of carbide, and preserves the material integrity to provide dramatic increases in component life.  Metallurgical characteristics of HAZ and Recast is also improved over water-based Wire EDMing and are virtually undetectable as a result of oil’s ability to support lower discharge power levels.</p><p>The streamlined Hyper i control makes operation of the UPV-5 extremely easy and straightforward.   The modern user-friendly interface uses a wide 24” class high definition touch screen with smartphone/tablet Pinch/Swipe/Drag functionality, and includes an advanced Handbox for operator convenience.  The Hyper i control also features on-board electronic manuals, advanced E-Tech Doctor function, and video training tutorials, empowering the operator with everything they need to be productive right at their fingertips.  The UPV-5 is also standard with safety equipment such as the integrated Fire Suppression system for reliable and extended unattended operation.</p>",
            "prospect": "app/content/prospects/UPV3_UPV5.pdf",
            "info": "https://www.makino.com/wire-edm/upv-5/"
          }
        ]
      }
    ]
  },
  {
    "name": "Slibemaskiner",
    "brands": [
      {
        "name": "ELB",
        "models": [
          {
            "name": "BG 1000-T",
            "path": "app/images/BG_ELB.png",
            "description": "<p>The BG handles the grinding of flat and round broaches with ease. It finds its place mainly in the automotive and aerospace industries. Design and programming of the BG is based on many years of design and manufacturing experience in the tool industry. The BG signifies not only a machine concept but also a complete technology package consisting of machine and competence in tool manufacturing.</p><p>The BG 1000 / 2000-T models are very compact traveling table machines for the grinding of broaches up to 200 mm diameter. They are designed to grind straight and helical teeth with very stable grinding behavior</p><p>The BG 2000 / 3000-C models are based on the moving column principle and display very consistent machining even on very heavy work pieces. They are designed for broaches up to 600 mm diameter. The distinguishing characteristics are profile precision, maintaining center and ease of use. Grinding of inner features is available as an option.</p>",
            "prospect": "app/content/prospects/BG_ELB_EN.pdf",
            "info": "http://www.elb-schliff.de/product-details/alias/bg.html"
          },
          {
            "name": "BG 2000-T",
            "path": "app/images/BG_ELB.png",
            "description": "<p>The BG handles the grinding of flat and round broaches with ease. It finds its place mainly in the automotive and aerospace industries. Design and programming of the BG is based on many years of design and manufacturing experience in the tool industry. The BG signifies not only a machine concept but also a complete technology package consisting of machine and competence in tool manufacturing.</p><p>The BG 1000 / 2000-T models are very compact traveling table machines for the grinding of broaches up to 200 mm diameter. They are designed to grind straight and helical teeth with very stable grinding behavior</p><p>The BG 2000 / 3000-C models are based on the moving column principle and display very consistent machining even on very heavy work pieces. They are designed for broaches up to 600 mm diameter. The distinguishing characteristics are profile precision, maintaining center and ease of use. Grinding of inner features is available as an option.</p>",
            "prospect": "app/content/prospects/BG_ELB_EN.pdf",
            "info": "http://www.elb-schliff.de/product-details/alias/bg.html"
          },
          {
            "name": "BG 2000-C",
            "path": "app/images/BG_ELB.png",
            "description": "<p>The BG handles the grinding of flat and round broaches with ease. It finds its place mainly in the automotive and aerospace industries. Design and programming of the BG is based on many years of design and manufacturing experience in the tool industry. The BG signifies not only a machine concept but also a complete technology package consisting of machine and competence in tool manufacturing.</p><p>The BG 1000 / 2000-T models are very compact traveling table machines for the grinding of broaches up to 200 mm diameter. They are designed to grind straight and helical teeth with very stable grinding behavior</p><p>The BG 2000 / 3000-C models are based on the moving column principle and display very consistent machining even on very heavy work pieces. They are designed for broaches up to 600 mm diameter. The distinguishing characteristics are profile precision, maintaining center and ease of use. Grinding of inner features is available as an option.</p>",
            "prospect": "app/content/prospects/BG_ELB_EN.pdf",
            "info": "http://www.elb-schliff.de/product-details/alias/bg.html"
          },
          {
            "name": "BG 3000-C",
            "path": "app/images/BG_ELB.png",
            "description": "<p>The BG handles the grinding of flat and round broaches with ease. It finds its place mainly in the automotive and aerospace industries. Design and programming of the BG is based on many years of design and manufacturing experience in the tool industry. The BG signifies not only a machine concept but also a complete technology package consisting of machine and competence in tool manufacturing.</p><p>The BG 1000 / 2000-T models are very compact traveling table machines for the grinding of broaches up to 200 mm diameter. They are designed to grind straight and helical teeth with very stable grinding behavior</p><p>The BG 2000 / 3000-C models are based on the moving column principle and display very consistent machining even on very heavy work pieces. They are designed for broaches up to 600 mm diameter. The distinguishing characteristics are profile precision, maintaining center and ease of use. Grinding of inner features is available as an option.</p>",
            "prospect": "app/content/prospects/BG_ELB_EN.pdf",
            "info": "http://www.elb-schliff.de/product-details/alias/bg.html"
          },
          {
            "name": "BGS 2000S-T",
            "path": "app/images/BGS_2000S-T.png",
            "description": "<p>The BG handles the grinding of flat and round broaches with ease. It finds its place mainly in the automotive and aerospace industries. Design and programming of the BG is based on many years of design and manufacturing experience in the tool industry. The BG signifies not only a machine concept but also a complete technology package consisting of machine and competence in tool manufacturing.</p><p>The BG 1000 / 2000-T models are very compact traveling table machines for the grinding of broaches up to 200 mm diameter. They are designed to grind straight and helical teeth with very stable grinding behavior</p><p>The BG 2000 / 3000-C models are based on the moving column principle and display very consistent machining even on very heavy work pieces. They are designed for broaches up to 600 mm diameter. The distinguishing characteristics are profile precision, maintaining center and ease of use. Grinding of inner features is available as an option.</p>",
            "prospect": "app/content/prospects/",
            "info": "http://www.elb-schliff.de/product-details/alias/bgs.html"
          },
          {
            "name": "BGS 2000H-T",
            "path": "app/images/BGS_2000S-T.png",
            "description": "<p>The BG handles the grinding of flat and round broaches with ease. It finds its place mainly in the automotive and aerospace industries. Design and programming of the BG is based on many years of design and manufacturing experience in the tool industry. The BG signifies not only a machine concept but also a complete technology package consisting of machine and competence in tool manufacturing.</p><p>The BG 1000 / 2000-T models are very compact traveling table machines for the grinding of broaches up to 200 mm diameter. They are designed to grind straight and helical teeth with very stable grinding behavior</p><p>The BG 2000 / 3000-C models are based on the moving column principle and display very consistent machining even on very heavy work pieces. They are designed for broaches up to 600 mm diameter. The distinguishing characteristics are profile precision, maintaining center and ease of use. Grinding of inner features is available as an option.</p>",
            "prospect": "app/content/prospects/",
            "info": "http://www.elb-schliff.de/product-details/alias/bgs.html"
          },
          {
            "name": "ecoLine 1000",
            "path": "app/images/ecoLine.png",
            "description": "<p>The ecoLine-Linear Model surface and profile grinding machines are comprised of a single steel base design. The longitudinal linear motor drive table is its defining characteristic. Since 1999, hundreds of these travelling table machines have been delivered and are well established in the market.</p><p>The compact, steel base designed ecoLine model is equipped with linear guides in all three axes. The Y- and Z-axes are driven by servo motors and ball screws (KGT) while the longitudinal X-axis table is powered via direct drive linear motor. The standard 11kW grinding spindle can be upgraded up to 26kW. The standard partial enclosure allows for easy monitoring of the grinding process. A wide variety of available options provide customization capabilities for specific requirements.</p>",
            "prospect": "app/content/prospects/ecoLine_EN.pdf",
            "info": "http://www.elb-schliff.de/product-details/alias/ecoline.html"
          },
          {
            "name": "ecoLine 1500",
            "path": "app/images/ecoLine.png",
            "description": "<p>The ecoLine-Linear Model surface and profile grinding machines are comprised of a single steel base design. The longitudinal linear motor drive table is its defining characteristic. Since 1999, hundreds of these travelling table machines have been delivered and are well established in the market.</p><p>The compact, steel base designed ecoLine model is equipped with linear guides in all three axes. The Y- and Z-axes are driven by servo motors and ball screws (KGT) while the longitudinal X-axis table is powered via direct drive linear motor. The standard 11kW grinding spindle can be upgraded up to 26kW. The standard partial enclosure allows for easy monitoring of the grinding process. A wide variety of available options provide customization capabilities for specific requirements.</p>",
            "prospect": "app/content/prospects/ecoLine_EN.pdf",
            "info": "http://www.elb-schliff.de/product-details/alias/ecoline.html"
          },
          {
            "name": "ecoLine 2000",
            "path": "app/images/ecoLine.png",
            "description": "<p>The ecoLine-Linear Model surface and profile grinding machines are comprised of a single steel base design. The longitudinal linear motor drive table is its defining characteristic. Since 1999, hundreds of these travelling table machines have been delivered and are well established in the market.</p><p>The compact, steel base designed ecoLine model is equipped with linear guides in all three axes. The Y- and Z-axes are driven by servo motors and ball screws (KGT) while the longitudinal X-axis table is powered via direct drive linear motor. The standard 11kW grinding spindle can be upgraded up to 26kW. The standard partial enclosure allows for easy monitoring of the grinding process. A wide variety of available options provide customization capabilities for specific requirements.</p>",
            "prospect": "app/content/prospects/ecoLine_EN.pdf",
            "info": "http://www.elb-schliff.de/product-details/alias/ecoline.html"
          },
          {
            "name": "gantryLine 20",
            "path": "app/images/gantryLine.png",
            "description": "<p>Completely manufactured in Aschaffenburg, Germany, our gantryLine models can process large, wide and heavy work pieces up to lengths of 5,000 mm and widths up to 2,000 mm with high precision. Special designs are also available to process wider and longer work pieces.</p><p>This machine line with its variety of available features is suitable for surface grinding applications all the way through complex CNC manufacturing cells.</p><p>The sturdy gantry-style machine design features a modern vibration-free mechanical table drive, linear guideways in all axes, an over-sized spindle drive as well as ball screws and linear scales in vertical and cross axes. These features guarantee that today’s expectations in the precision machining of large surfaces are met for rough machining and high precision machining as well. The gantryLine achieves highest work piece precision and surface quality.</p><p>The mechanical table drive consists of a rack-and-pinion gear (helical planetary gear system with precision rack). This modern drive system is most suitable for reliable movement of heavy loads and long strokes. Its main characteristics are optimal acceleration and velocity profile. In conjunction with the CNC package this drive is able to perform controlled X-axis movement and interpolation with Y-axis.</p>",
            "prospect": "app/content/prospects/gantryLine_ELB_EN.pdf",
            "info": "http://www.elb-schliff.de/product-details/alias/gantryline.html"
          },
          {
            "name": "gantryLine 22",
            "path": "app/images/gantryLine.png",
            "description": "<p>Completely manufactured in Aschaffenburg, Germany, our gantryLine models can process large, wide and heavy work pieces up to lengths of 5,000 mm and widths up to 2,000 mm with high precision. Special designs are also available to process wider and longer work pieces.</p><p>This machine line with its variety of available features is suitable for surface grinding applications all the way through complex CNC manufacturing cells.</p><p>The sturdy gantry-style machine design features a modern vibration-free mechanical table drive, linear guideways in all axes, an over-sized spindle drive as well as ball screws and linear scales in vertical and cross axes. These features guarantee that today’s expectations in the precision machining of large surfaces are met for rough machining and high precision machining as well. The gantryLine achieves highest work piece precision and surface quality.</p><p>The mechanical table drive consists of a rack-and-pinion gear (helical planetary gear system with precision rack). This modern drive system is most suitable for reliable movement of heavy loads and long strokes. Its main characteristics are optimal acceleration and velocity profile. In conjunction with the CNC package this drive is able to perform controlled X-axis movement and interpolation with Y-axis.</p>",
            "prospect": "app/content/prospects/gantryLine_ELB_EN.pdf",
            "info": "http://www.elb-schliff.de/product-details/alias/gantryline.html"
          },
          {
            "name": "gantryLine 30",
            "path": "app/images/gantryLine.png",
            "description": "<p>Completely manufactured in Aschaffenburg, Germany, our gantryLine models can process large, wide and heavy work pieces up to lengths of 5,000 mm and widths up to 2,000 mm with high precision. Special designs are also available to process wider and longer work pieces.</p><p>This machine line with its variety of available features is suitable for surface grinding applications all the way through complex CNC manufacturing cells.</p><p>The sturdy gantry-style machine design features a modern vibration-free mechanical table drive, linear guideways in all axes, an over-sized spindle drive as well as ball screws and linear scales in vertical and cross axes. These features guarantee that today’s expectations in the precision machining of large surfaces are met for rough machining and high precision machining as well. The gantryLine achieves highest work piece precision and surface quality.</p><p>The mechanical table drive consists of a rack-and-pinion gear (helical planetary gear system with precision rack). This modern drive system is most suitable for reliable movement of heavy loads and long strokes. Its main characteristics are optimal acceleration and velocity profile. In conjunction with the CNC package this drive is able to perform controlled X-axis movement and interpolation with Y-axis.</p>",
            "prospect": "app/content/prospects/gantryLine_ELB_EN.pdf",
            "info": "http://www.elb-schliff.de/product-details/alias/gantryline.html"
          },
          {
            "name": "gantryLine 40",
            "path": "app/images/gantryLine.png",
            "description": "<p>Completely manufactured in Aschaffenburg, Germany, our gantryLine models can process large, wide and heavy work pieces up to lengths of 5,000 mm and widths up to 2,000 mm with high precision. Special designs are also available to process wider and longer work pieces.</p><p>This machine line with its variety of available features is suitable for surface grinding applications all the way through complex CNC manufacturing cells.</p><p>The sturdy gantry-style machine design features a modern vibration-free mechanical table drive, linear guideways in all axes, an over-sized spindle drive as well as ball screws and linear scales in vertical and cross axes. These features guarantee that today’s expectations in the precision machining of large surfaces are met for rough machining and high precision machining as well. The gantryLine achieves highest work piece precision and surface quality.</p><p>The mechanical table drive consists of a rack-and-pinion gear (helical planetary gear system with precision rack). This modern drive system is most suitable for reliable movement of heavy loads and long strokes. Its main characteristics are optimal acceleration and velocity profile. In conjunction with the CNC package this drive is able to perform controlled X-axis movement and interpolation with Y-axis.</p>",
            "prospect": "app/content/prospects/gantryLine_ELB_EN.pdf",
            "info": "http://www.elb-schliff.de/product-details/alias/gantryline.html"
          },
          {
            "name": "gantryLine 50",
            "path": "app/images/gantryLine.png",
            "description": "<p>Completely manufactured in Aschaffenburg, Germany, our gantryLine models can process large, wide and heavy work pieces up to lengths of 5,000 mm and widths up to 2,000 mm with high precision. Special designs are also available to process wider and longer work pieces.</p><p>This machine line with its variety of available features is suitable for surface grinding applications all the way through complex CNC manufacturing cells.</p><p>The sturdy gantry-style machine design features a modern vibration-free mechanical table drive, linear guideways in all axes, an over-sized spindle drive as well as ball screws and linear scales in vertical and cross axes. These features guarantee that today’s expectations in the precision machining of large surfaces are met for rough machining and high precision machining as well. The gantryLine achieves highest work piece precision and surface quality.</p><p>The mechanical table drive consists of a rack-and-pinion gear (helical planetary gear system with precision rack). This modern drive system is most suitable for reliable movement of heavy loads and long strokes. Its main characteristics are optimal acceleration and velocity profile. In conjunction with the CNC package this drive is able to perform controlled X-axis movement and interpolation with Y-axis.</p>",
            "prospect": "app/content/prospects/gantryLine_ELB_EN.pdf",
            "info": "http://www.elb-schliff.de/product-details/alias/gantryline.html"
          },
          {
            "name": "microCut 250 S",
            "path": "app/images/microCut.png",
            "description": "<p>The microCut model was specifically designed to meet the requirements of profile and creep-feed grinding applications. The modular traveling column design offers a small foot print which can be easily configured into economical production cells frequently used in the turbine industry.</p><p>This machine is available in compact standard sizes but special designs with spindle power up to 52 kW are also feasible.</p><p>The integration into production lines is achieved through automatic material handling and tool changes. A common solution to reduce non-productive time is to equip the microCut with an index table to allow loading and unloading during machining times.</p><p>For high-precision applications, dressing of the grinding wheel can be done on the table with a roll dressing unit or via interpolation of feed and cross axes. For high-production grinding, head mounted roll dressing units for intermittent or continuous use are available. For complex grinding tasks, dual head mounted dressing units and tool changers are being used. The microCut is frequently used with Corundum, CBN and diamond grinding wheels.</p><p>A trunnion table can be mounted on the machine table to allow the processing of multiple sides of a work piece. With the Sinumerik 840D sl CNC control the microCut can grind complex shapes by interpolating multiple axes. Proven ELB programming templates are available for most grinding applications. We have application engineers and programmers on staff for every grinding task.</p>",
            "prospect": "app/content/prospects/microCut_ELB_EN.pdf",
            "info": "http://www.elb-schliff.de/product-details/alias/mircocut.html"
          },
          {
            "name": "microCut 300",
            "path": "app/images/microCut.png",
            "description": "<p>The microCut model was specifically designed to meet the requirements of profile and creep-feed grinding applications. The modular traveling column design offers a small foot print which can be easily configured into economical production cells frequently used in the turbine industry.</p><p>This machine is available in compact standard sizes but special designs with spindle power up to 52 kW are also feasible.</p><p>The integration into production lines is achieved through automatic material handling and tool changes. A common solution to reduce non-productive time is to equip the microCut with an index table to allow loading and unloading during machining times.</p><p>For high-precision applications, dressing of the grinding wheel can be done on the table with a roll dressing unit or via interpolation of feed and cross axes. For high-production grinding, head mounted roll dressing units for intermittent or continuous use are available. For complex grinding tasks, dual head mounted dressing units and tool changers are being used. The microCut is frequently used with Corundum, CBN and diamond grinding wheels.</p><p>A trunnion table can be mounted on the machine table to allow the processing of multiple sides of a work piece. With the Sinumerik 840D sl CNC control the microCut can grind complex shapes by interpolating multiple axes. Proven ELB programming templates are available for most grinding applications. We have application engineers and programmers on staff for every grinding task.</p>",
            "prospect": "app/content/prospects/microCut_ELB_EN.pdf",
            "info": "http://www.elb-schliff.de/product-details/alias/mircocut.html"
          },
          {
            "name": "microCut 520",
            "path": "app/images/microCut.png",
            "description": "<p>The microCut model was specifically designed to meet the requirements of profile and creep-feed grinding applications. The modular traveling column design offers a small foot print which can be easily configured into economical production cells frequently used in the turbine industry.</p><p>This machine is available in compact standard sizes but special designs with spindle power up to 52 kW are also feasible.</p><p>The integration into production lines is achieved through automatic material handling and tool changes. A common solution to reduce non-productive time is to equip the microCut with an index table to allow loading and unloading during machining times.</p><p>For high-precision applications, dressing of the grinding wheel can be done on the table with a roll dressing unit or via interpolation of feed and cross axes. For high-production grinding, head mounted roll dressing units for intermittent or continuous use are available. For complex grinding tasks, dual head mounted dressing units and tool changers are being used. The microCut is frequently used with Corundum, CBN and diamond grinding wheels.</p><p>A trunnion table can be mounted on the machine table to allow the processing of multiple sides of a work piece. With the Sinumerik 840D sl CNC control the microCut can grind complex shapes by interpolating multiple axes. Proven ELB programming templates are available for most grinding applications. We have application engineers and programmers on staff for every grinding task.</p>",
            "prospect": "app/content/prospects/microCut_ELB_EN.pdf",
            "info": "http://www.elb-schliff.de/product-details/alias/mircocut.html"
          },
          {
            "name": "millGrind ",
            "path": "app/images/millGrind.png",
            "description": "<p>The millGrind series is specially developed for the requirements of machining in the turbine industry as multiple technology solution in one set-up. The modular machine system in travelling table design allows an individual configuration of the machine according to the customers needs.</p><p>Automatic tool and diamond roll changing allows the machining via</p><ul><li>Grinding, Al-Oxide, CBN and Diamond Grinding Wheels</li><li>Boring</li><li>Milling</li><li>Laser Cladding</li><li>Measuring of the unfinished workpiece</li><li>Measuring of the machine workpiece including rework</li></ul><p>in one set-up. This guarantees that all machined surfaces run to each other and errors are avoided by repeated re-chucking.</p>",
            "prospect": "app/content/prospects/millGrind_ELB_EN.pdf",
            "info": "http://www.elb-schliff.de/product-details/alias/millGrind.html"
          },
          {
            "name": "openLine 6",
            "path": "app/images/openLine.png",
            "description": "<p>The concept of the openLine follows the ELB-principle of absolute separation of the three machine axes. This principle has been proven a thousand times over and makes this machine perfectly suitable for prototype and small volume production. Highest geometrical precision and an attractive price makes this machine line so appealing. This machine is completely manufactured in Germany and meets the highest quality standards. Quick and uncomplicated manual grinding (adjusting and fitting) is as easy as finish grinding in automatic mode. The complete features of the basic machine as well as the ELB-technology proven over the past 50+ years make the purchase of an openLine machine a very economical investment.</p><p>The basic openLine machine is fully equipped with everything required to grind. A coolant filtration unit with a capacity of 80 l/min, flushing system with table rinse hose to clear the work area, a wheel flange, a grinding wheel, an electro-magnetic chuck for work piece clamping and all required media are included.</p><p>Optionally, this model can be equipped for simple profile grinding tasks.</p>",
            "prospect": "app/content/prospects/openLine_ELB_EN.pdf",
            "info": "http://www.elb-schliff.de/product-details/alias/openline.html"
          },
          {
            "name": "openLine E 6",
            "path": "app/images/openLine.png",
            "description": "<p>The concept of the openLine follows the ELB-principle of absolute separation of the three machine axes. This principle has been proven a thousand times over and makes this machine perfectly suitable for prototype and small volume production. Highest geometrical precision and an attractive price makes this machine line so appealing. This machine is completely manufactured in Germany and meets the highest quality standards. Quick and uncomplicated manual grinding (adjusting and fitting) is as easy as finish grinding in automatic mode. The complete features of the basic machine as well as the ELB-technology proven over the past 50+ years make the purchase of an openLine machine a very economical investment.</p><p>The basic openLine machine is fully equipped with everything required to grind. A coolant filtration unit with a capacity of 80 l/min, flushing system with table rinse hose to clear the work area, a wheel flange, a grinding wheel, an electro-magnetic chuck for work piece clamping and all required media are included.</p><p>Optionally, this model can be equipped for simple profile grinding tasks.</p>",
            "prospect": "app/content/prospects/openLine_ELB_EN.pdf",
            "info": "http://www.elb-schliff.de/product-details/alias/openline.html"
          },
          {
            "name": "openLine 10",
            "path": "app/images/openLine.png",
            "description": "<p>The concept of the openLine follows the ELB-principle of absolute separation of the three machine axes. This principle has been proven a thousand times over and makes this machine perfectly suitable for prototype and small volume production. Highest geometrical precision and an attractive price makes this machine line so appealing. This machine is completely manufactured in Germany and meets the highest quality standards. Quick and uncomplicated manual grinding (adjusting and fitting) is as easy as finish grinding in automatic mode. The complete features of the basic machine as well as the ELB-technology proven over the past 50+ years make the purchase of an openLine machine a very economical investment.</p><p>The basic openLine machine is fully equipped with everything required to grind. A coolant filtration unit with a capacity of 80 l/min, flushing system with table rinse hose to clear the work area, a wheel flange, a grinding wheel, an electro-magnetic chuck for work piece clamping and all required media are included.</p><p>Optionally, this model can be equipped for simple profile grinding tasks.</p>",
            "prospect": "app/content/prospects/openLine_ELB_EN.pdf",
            "info": "http://www.elb-schliff.de/product-details/alias/openline.html"
          },
          {
            "name": "openLine E 10",
            "path": "app/images/openLine.png",
            "description": "<p>The concept of the openLine follows the ELB-principle of absolute separation of the three machine axes. This principle has been proven a thousand times over and makes this machine perfectly suitable for prototype and small volume production. Highest geometrical precision and an attractive price makes this machine line so appealing. This machine is completely manufactured in Germany and meets the highest quality standards. Quick and uncomplicated manual grinding (adjusting and fitting) is as easy as finish grinding in automatic mode. The complete features of the basic machine as well as the ELB-technology proven over the past 50+ years make the purchase of an openLine machine a very economical investment.</p><p>The basic openLine machine is fully equipped with everything required to grind. A coolant filtration unit with a capacity of 80 l/min, flushing system with table rinse hose to clear the work area, a wheel flange, a grinding wheel, an electro-magnetic chuck for work piece clamping and all required media are included.</p><p>Optionally, this model can be equipped for simple profile grinding tasks.</p>",
            "prospect": "app/content/prospects/openLine_ELB_EN.pdf",
            "info": "http://www.elb-schliff.de/product-details/alias/openline.html"
          },
          {
            "name": "smartLine Basic N",
            "path": "app/images/smartLineBasic.png",
            "description": "<p>The smartLine covers the entire spectrum of travelling table grinding machines. From simple reciprocation surface grinding through speed-stroke, slot and profile grinding all the way to creep-feed grinding. This machine concept solves every grinding task. The machine‘s versatile building block system is designed to allow almost any combination of components to solve your specific grinding task.</p><p>There are three pre-defined base sizes for simple surface grinding applications. These smartLine Basic machines come with a hydraulic table drive, are fully equipped and are ready to grind. These basic configurations can always be customized with different table drive systems, guide technologies and controls packages. Options and auxiliary equipment provide complete customization possibilities.</p>",
            "prospect": "app/content/prospects/smartLineBasic_ELB_EN.pdf",
            "info": "http://www.elb-schliff.de/product-details/alias/smartline-basic.html"
          },
          {
            "name": "smartLine Basic BD",
            "path": "app/images/smartLineBasic.png",
            "description": "<p>The smartLine covers the entire spectrum of travelling table grinding machines. From simple reciprocation surface grinding through speed-stroke, slot and profile grinding all the way to creep-feed grinding. This machine concept solves every grinding task. The machine‘s versatile building block system is designed to allow almost any combination of components to solve your specific grinding task.</p><p>There are three pre-defined base sizes for simple surface grinding applications. These smartLine Basic machines come with a hydraulic table drive, are fully equipped and are ready to grind. These basic configurations can always be customized with different table drive systems, guide technologies and controls packages. Options and auxiliary equipment provide complete customization possibilities.</p>",
            "prospect": "app/content/prospects/smartLineBasic_ELB_EN.pdf",
            "info": "http://www.elb-schliff.de/product-details/alias/smartline-basic.html"
          },
          {
            "name": "smartLine Basic BL",
            "path": "app/images/smartLineBasic.png",
            "description": "<p>The smartLine covers the entire spectrum of travelling table grinding machines. From simple reciprocation surface grinding through speed-stroke, slot and profile grinding all the way to creep-feed grinding. This machine concept solves every grinding task. The machine‘s versatile building block system is designed to allow almost any combination of components to solve your specific grinding task.</p><p>There are three pre-defined base sizes for simple surface grinding applications. These smartLine Basic machines come with a hydraulic table drive, are fully equipped and are ready to grind. These basic configurations can always be customized with different table drive systems, guide technologies and controls packages. Options and auxiliary equipment provide complete customization possibilities.</p>",
            "prospect": "app/content/prospects/smartLineBasic_ELB_EN.pdf",
            "info": "http://www.elb-schliff.de/product-details/alias/smartline-basic.html"
          }
        ]
      }
    ]
  },
  {
    "name": "Opspænding/robotter",
    "brands": [
      {
        "name": "EROWA",
        "models": [
          {
            "name": "Link til EROWA Schweiz",
            "path": "",
            "description": "Erowa tekst",
            "prospect": "app/content/prospects/",
            "info": ""
          }
        ]
      },
      {
        "name": "Hirschmann",
        "models": [
          {
            "name": "Link til Hirschmann GMBH",
            "path": "",
            "description": "Hirschmann tekst",
            "prospect": "app/content/prospects/",
            "info": ""
          }
        ]
      }
    ]
  }
]